Repository: DFS-Swiss/dfs-neo
Catalog: lib/l10n/app_*.arb
Languages: de

# onboard_welcome
source: Welcome!
de: Willkommen!

# onboard_welcome_slogan
source: To the new era of stock trading
de: Zur neuen Ära des Investierens

# onboard_button
source: Start trading
de: Investieren starten

# onboard_subtitle
source: Already a trader?
de: Du bist bereits ein Investor?

# onboard_signin1
source: Sign in
de: Anmelden

# onboard_signin2
source: to your account
de: mit bestehendem Konto

# signup_title
source: Register your account
de: Erstelle dein Nuzterkonto

# signup_username
source: Username
de: Nutzername

# signup_username_desc
source: Please choose a username
de: Bitte wähle einen Nutzernamen

# signup_email_desc
source: Enter your email
de: Gib deine E-Mail Adresse an

# signup_password
source: Password
de: Passwort

# signup_password_desc
source: Choose a secure password
de: Wähle ein sicheres Passwort

# signup_retype_password
source: Retype Password
de: Passwort wiederholen

# signup_retype_password_desc
source: Enter your password again
de: Wiederhole dein Passwort

# signup_button
source: Sign up
de: Registrieren

# signup_login_link_upper
source: Already a trader?
de: Du hast bereits ein Nutzerkonto?

# signup_login_link_signin
source: Sign in
de: Jetzt

# signup_login_link_to_your_account
source: to your account
de: anmelden

# signup_continue
source: Continue
de: Weiter

# signup_back
source: Back
de: Zurück

# signin_title
source: Sign in to your account
de: Mit Nutzerkonto anmelden

# signin_username
source: Username
de: Nutzername

# signin_username_desc
source: Enter your username
de: Gib einen Nutzernamen ein

# signin_password
source: Password
de: Passwort

# signin_password_desc
source: Enter your password
de: Gib dein Passwort ein

# signin_forgot_passwort
source: Forgot your password?
de: Passwort vergessen?

# signin_subtitle
source: Still not a trader?
de: Noch kein Investor?

# signin_register
source: Register
de: Registriere

# signin_register_your_account
source: your account
de: dein Nutzerkonto

# signin_button
source: Sign in
de: Einloggen

# verify_account_title
source: Verify account
de: Nutzerkonto bestätigen

# verify_account_desc
source: Please confirm your account with the code we have sent to your email adress.
de: Bitte bestätige dein Nutzerkonto mit dem Code, den wir an deine E-Mail geschickt haben.

# verify_account_hint
source: Enter the code you received via email
de: Gib den Code ein den du per E-Mail bekommen hast

# verify_account_submit
source: Submit
de: Bestätigen

# verify_account_resend_code
source: Resend code
de: Code erneut senden

# force_change_password_title
source: Reset password
de: Passwort zurücksetzen

# force_change_password_desc
source: To access your account, you have to reset your password.
de: Um auf deinen Account zugreifen zu können, musst du dein Passwort zurücksetzen.

# force_change_password_label
source: New password
de: Neues Passwort

# force_change_password_submit
source: Submit
de: Speichern

# password_at_least_8_chars
source: Contains at least 8 characters
de: Besteht aus mindestens 8 Zeichen

# password_special_characters
source: Contains at least 1 special character
de: Enthält mindestens ein Sonderzeichen

# password_digit_characters
source: Contains at least 1 digit
de: Enthält mindestens eine Zahl

# password_lower_characters
source: Contains at least 1 lower case character
de: Enthält mindestens einen Kleinbuchstaben

# password_upper_characters
source: Contains at least 1 upper case character
de: Enthält mindestens einen Großbuchstaben

# dash_greeting
source: Hi
de: Hey

# dash_welcome_back
source: Welcome back to DFS neo!
de: Willkommen zurück bei DFSneo

# dash_balance
source: Portfolio balance
de: Portfolio Gesamtwert

# dash_pl_lable
source: P/L (%)
de: G/V (%)

# dash_today
source: Today
de: Heute

# dash_available
source: Available
de: Verfügbar

# dash_locked_oo
source: Locked in open orders
de: Gesperrt für offene Orders

# dash_deposit
source: Deposit funds to start trading
de: Guthaben aufladen und mit dem Investieren beginnen

# dash_oo
source: Open orders
de: Offene Orders

# dash_view
source: View all
de: Mehr anzeigen

# dash_oo_buy
source: BUY
de: KAUF

# dash_oo_sell
source: SELL
de: VERKAUF

# dash_oo_amount
source: Amount
de: Menge

# dash_oo_amount_short
source: pc.
de: Stk.

# dash_oo_buyat
source: Buy at
de: Kaufe wenn

# dash_oo_sellat
source: Sell at
de: Verkaufe wenn

# dash_oo_current
source: Current value
de: Aktueller Kurs

# dash_currinv_title
source: Current investments
de: Aktuelle Investments

# dash_currinv_amount_single
source: share
de: Aktie

# dash_currinv_amount_multiple
source: shares
de: Aktien

# dash_rec_title
source: Revently closed orders
de: Kürzlich ausgeführte Orders

# dash_rec_type
source: Type
de: Typ

# dash_rec_entry
source: Entry Price
de: Preis

# dash_rec_pl
source: P/L
de: G/V

# nav_dash
source: Dashboard
de: Übersicht

# nav_trad
source: Trade
de: Handel

# nav_acc
source: Account
de: Konto

# detail_day
source: Today
de: Heute

# detail_1month
source: Last month
de: Letzer Monat

# detail_3month
source: Last three months
de: 3 Monate

# detail_6month
source: Last six months
de: 6 Monate

# detail_1year
source: Last year
de: 1 Jahr

# detail_3year
source: Last three years
de: 3 Jahre

# detail_mtd
source: Month to date
de: Aktueller Monat

# detail_wtd
source: Week to date
de: Aktuelle Woche

# detail_ytd
source: Year to date
de: Aktuelles Jahr

# detail_day_lable
source: 1D
de: 1T

# detail_1year_lable
source: 1Y
de: 1J

# detail_sell
source: Sell
de: Verkaufen

# detail_buy
source: Buy
de: Kaufen

# detail_latest_title
source: Latest activity
de: Neuste Bilanz

# detail_latest_day
source: To previous day (P/L)
de: Zum Vortag (G/V)

# detail_latest_total
source: All time (P/L)
de: Seit Kauf (G/V)

# detail_latest_boughtat
source: Bought at
de: Kaufkurs

# detail_latest_current
source: Current value
de: Aktueller Kurs

# detail_latest_amount
source: Pc./ Shares
de: Anzahl

# detail_oo_title
source: Open orders
de: Offene Orders

# detail_about
source: About this asset
de: Über diesen Vermögenswert

# detail_risk
source: New index public sentiment
de: Aktuelles Sentiment

# detail_risk_time
source: Last week
de: Letzte Woche

# detail_risk_1
source: Pesimistic
de: Pessimistisch

# detail_risk_2
source: Cautious
de: Vorsichtig

# detail_risk_4
source: Optimistic
de: Optimistisch

# detail_risk_5
source: Positive
de: Euphorisch

# port_title
source: My Portfolio
de: Mein Portfolio

# port_time_today
source: Today
de: Heute

# port_time_week
source: Week
de: Woche

# port_time_month
source: Month
de: Monat

# port_time_year
source: Year
de: Jahr

# port_time_lifetime
source: Lifetime
de: Gesamt

# port_withdraw
source: Withdarw
de: Auszahlen

# port_deposit
source: Deposit
de: Einzahlen

# port_overview_title
source: Overview
de: Bilanz

# port_overview_difday
source: Difference to yesterday
de: Änderung absolut

# port_overview_difyear
source: Difference to last year
de: Änderung 1 Jahr

# port_overview_diflife
source: Overall difference
de: Gesamtperformance

# port_overview_best
source: Best performing
de: Best Entwicklung

# port_overview_worst
source: Worst performing
de: Schlechteste Entwicklung

# port_allocation_title
source: Current allocation
de: Allokation

# list_title
source: Asset list
de: Liste aller Vermögenswerte

# list_search
source: Search for assets
de: Suche nach Vermögenswerten

# list_switch_all
source: All assets
de: Alle Vermögenswerten

# list_switch_my
source: My assets
de: Meine Vermögenswerten

# list_switch_fav
source: Favorites
de: Favoriten

# list_toggle_stocks
source: Stocks
de: Aktien

# list_toggle_etc
source: ETC
de: Trust

# list_featured
source: May intrest you
de: Aktuell relevant

# list_tradable
source: Currently tradable
de: Aktuell handelbar

# list_mystocks
source: My investments
de: Meine Investments

# tutorial_head1
source: Smart investments
de: Investor werden!

# tutorial_head2
source: Manage and analyise your investments!
de: Verwalte und analysiere deine Investments!

# tutorial_head3
source: Save money
de: Spar bares Geld!

# tutorial_body1
source: Invest your money and fight inflation. Let your money work for you.
de: Investiere dein Kapital und entkomme der Inflation! Lass´ dein Geld für dich arbeiten.

# tutorial_body2
source: With DFS neo you can adjust your trading strategy on the fly and maximise profits.
de: DFSneo erlaubt es dir deine Investment-Strategien einfach und schnell umzusetzen und deine Gewinne zu optimieren.

# tutorial_body3
source: You pay no fees, no spread and no commission. If thats not enought, investing on the blockchain will save you taxes!
de: Du zahlst keine Depot-, Transkations- oder sonstige Gebühren! Durch das Investieren auf der Blockhain kannst du sogar noch Steuern sparen!

# error_unknown_user
source: User does not exist
de: Benutzer existiert nicht

# error_wrong_creds
source: Incorrect username or password
de: Falscher Nutzername oder Passwort

# error_server_unreachable
source: Server not reachable
de: Server kann nicht erreicht werden

# error_generic
source: An error occured
de: Es ist ein Fehler aufgetreten

# error_duplicate_user_name
source: This username or email already exists
de: Nutzername oder E-Mail wurde bereits verwendet

# bottomnav_trade
source: Trade
de: Handel

# order_coming_soon
source: Orders coming soon...
de: Orders folgen...

# deposit_continue_button
source: Continue
de: Weiter

# deposit_enter_deposit_amount
source: Enter deposit amount (10 - 50.000$)
de: Einzahlungsbetrag eingeben (10 - 10.000 d$)

# alert_amount_deposited
source: Amount deposited
de: Betrag wurde eingezahlt

# alert_amount_limit
source: You cannot add more than 100000$ via debug
de: Es können nicht mehr als 100000 d$ eingezahlt werden

# alert_deposit_limit
source: You cannot add more than 10000$ at once
de: Es können nicht mehr als 10000 d$ auf einmal eingezahlt werden
